const free = {
  title: '自由潛水',
  introduction: `
    <p>自由潛水（Free-diving），是指不攜帶水下供氣設備，以單一次的閉氣所進行的潛水活動。</p>
    <p>簡單的說自由潛水是依靠自己所呼吸的一口氣的時間在水裡或海裡的閉氣潛水源於內心的力量，</p>
    <p>身體的自律和控制，輕鬆享受沉浸在水下世界的靜謐自由。</p>
    <p>自由潛水依靠每一位潛水員本身的生理及心理表現，著重心理的養成，對體能的要求較高，</p>
    <p>而需求的裝備，與浮潛及水肺潛水員看起來相似，實際卻不同，使用方法也有所差異。</p>
    <p>自由潛水是一項有趣的挑戰，但它也有潛在的風險。</p>
    <p>所以課程學習過程是非常重要的，需要認真對待你在這個課程中學到的東西，才能安全的進行這項運動；</p>
    <p>由合格的教練擔任提供教導，該教練也必須是一個或多個潛水員國際認證機構的註冊在籍的成員。</p>
    <p>課程期間內會學習在水下環境中安全開展活動所需的技能，包括如何正確使用自由潛水的裝備與保養，</p>
    <p>正確的潛水知識養成與呼吸閉氣的技巧，潛伴救援程序，評估潛水環境等。</p>
    <p>當你達成課程等級所設定的標準，即可獲得合格潛水員認證資格。</p>
    <p>全世界有多個通過國際認證的合格組織系統提供自由潛水員培訓課程，如PADI、SNSI等，</p>
    <p>通過認證後會頒發「潛水員認證卡」(Diving Certification Card),，也稱為C卡(C-card)。</p>`,
  type: [
    {
      name: '休閒自由潛水',
      introduction: '泛指以娛樂、體驗、攝影性質的潛水活動，常見在室內深水池或觀光海洋區，潛水深度多在10米內，需要有潛伴成組相互照看。',
    }, {
      name: '漁獵自由潛水',
      introduction: '人類自由潛水最早的起源與目的，部分國家地區的海洋民族，會利用自由潛水作為職業進行水下採集，或狩獵水中生物維持生計。',
    }, {
      name: '競技自由潛水',
      introduction: '自由潛水作為運動競賽屢屢創下驚人的世界紀錄，每年在世界各地舉辦國際的自由潛水賽事，吸引各國厲害的選手突破自己也締造人類突破極限的紀錄。',
    },
  ],
};
const scuba = {
  title: '水肺潛水',
  introduction: `
  <p>水肺潛水（Self-Contained Underwater Breathing Apparatus，縮寫：SCUBA），</p>
  <p>指潛水員攜帶水下呼吸系統所進行的潛水活動，可以讓人在水裡持續呼吸的一種休閒運動。</p>
  <p>水肺潛水因為需要攜帶及操作裝備，和學習開車一樣需要經過課程教育訓練，</p>
  <p>並由合格的教練教導，該教練也必須是一個或多個潛水員國際認證機構的註冊在籍成員。</p>
  <p>基本潛水員培訓需要學習在水下環境中，安全活動所需的技能，</p>
  <p>包括使用潛水設備的程序和技能、緊急自助和救援程序、潛水計劃等等，</p>
  <p>在課程完成後，即獲得合格潛水員認證資格。</p>
  <p>全世界有多個通過國際認證的合格組織系統提供潛水員培訓課程，如PADI、SNSI等等，</p>
  <p>通過認證後會頒發「潛水員認證卡」(Diving CertificationCard),，也稱為C卡(C-card)。</p>`,
  type: [
    {
      name: '休閒潛水',
      introduction: '泛指觀賞娛樂性的潛水活動，通常會於觀光開放區進行，深度不大於40公尺，一定需要有潛伴成組相互照看。',
    }, {
      name: '技術潛水',
      introduction: '泛指具挑戰性的潛水活動，如超過40公尺大深度的潛水、水底洞穴、沉船等的專業潛水探險活動。也有可能是以單人進行。',
    }, {
      name: '工業潛水',
      introduction: '泛指含工業性質的潛水活動，如水下工程及船舶工業等。',
    },
  ],
};

export default { free, scuba };
